openFoamRepoDev/tutorials/basic/chtMultiRegionFoam/2DImplicitCyclic/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication ./Allmesh

runApplication $(getApplication)

#------------------------------------------------------------------------------
